{
  "protector": {
    "images": [
       "https://res.cloudinary.com/dpsmbluby/image/upload/v1727264076/BaffleBox_qq0ojm.jpg ",
    " https://res.cloudinary.com/dpsmbluby/image/upload/v1727264078/SewnThrough_lk0in9.jpg"
    ],
    "title1": "Water-Proof Mattress Protector",
    "content1": " ",

    "title2": "Ultimate Protection for a Healthy Sleep Environment",
    "content2": "Our Sleep Fine Mattress Protector offers superior protection for your mattress while ensuring a comfortable and hygienic sleep environment. Crafted with premium, breathable fabric, this protector shields your mattress from spills, stains, dust mites, and allergens, prolonging its life and maintaining its freshness.",

    "title3": "Waterproof & Breathable",
    "content3": "The mattress protector features a soft, breathable top layer combined with a waterproof backing. The waterproof membrane effectively blocks liquids while allowing air to circulate, ensuring your mattress stays dry and cool throughout the night. No more worrying about spills or moisture seeping through!",

    "title4": "Hypoallergenic & Dust Mite Protection",
    "content4": "Ideal for those with allergies or sensitive skin, this protector creates a barrier against dust mites, allergens, and bacteria. The hypoallergenic material keeps irritants at bay, allowing you to sleep soundly in a clean and healthy environment.",

    "title5": "Soft & Silent Comfort",
    "content5": "Soft & Silent Comfort: The Sleep Fine Mattress Protector fits snugly around your mattress with deep pockets and elasticized edges, ensuring it stays securely in place. It’s machine washable, making it easy to clean and maintain, so your mattress stays protected and fresh for years to come."
  },
  "quilted-protector": {
    "images": [
       "https://res.cloudinary.com/dpsmbluby/image/upload/v1727264076/BaffleBox_qq0ojm.jpg ",
    " https://res.cloudinary.com/dpsmbluby/image/upload/v1727264078/SewnThrough_lk0in9.jpg"
    ],
    "title1": "Quilted Mattress Protector",
    "content1": "",

    "title2": "Enhanced Comfort and Protection for a Luxurious Sleep",
    "content2": "The Sleep Fine Quilted Mattress Protector not only shields your mattress from everyday wear and tear but also adds an extra layer of plush comfort to your bed. With its quilted design, this protector offers both protection and luxurious padding, enhancing the comfort of your mattress while keeping it clean and fresh for years to come.",

    "title3": "Plush Quilted Comfort",
    "content3": " Our mattress protector features a soft, quilted top layer filled with premium padding to provide added cushioning, transforming your sleep experience. The quilting ensures an even distribution of comfort, making your mattress feel softer without losing the support you need for a restful night’s sleep.",

    "title4": "Water-Resistant and Hypoallergenic",
    "content4": "The Sleep Fine Quilted Mattress Protector provides reliable water resistance to guard against accidental spills and stains. Its hypoallergenic material helps keep allergens, dust mites, and bacteria at bay, promoting a healthier sleep environment for sensitive sleepers or allergy sufferers.",

    "title5": "Secure Fit & Durability",
    "content5": "With deep pockets and a stretchable skirt, this quilted mattress protector fits mattresses of various thicknesses snugly, ensuring it stays in place throughout the night. The durable stitching and high-quality fabric make it resistant to wear, providing lasting protection and comfort for your mattress."
  },
  "fitted-protector": {
    "images": [
       "https://res.cloudinary.com/dpsmbluby/image/upload/v1727264076/BaffleBox_qq0ojm.jpg ",
    " https://res.cloudinary.com/dpsmbluby/image/upload/v1727264078/SewnThrough_lk0in9.jpg"
    ],
    "title1": "Fitted Mattress Protector",
    "content1": "",

    "title2": "Perfect Fit Protection with Lasting Comfort",
    "content2": "The Sleep Fine Fitted Mattress Protector is designed to provide comprehensive protection for your mattress while offering a snug, wrinkle-free fit. Its fitted sheet-style design ensures that your mattress is fully encased and protected from spills, allergens, and wear, all while maintaining the natural feel and comfort of your bedding.",

    "title3": "Hypoallergenic Defense",
    "content3": "This fitted mattress protector is crafted from hypoallergenic materials to safeguard against dust mites, allergens, and bacteria. It promotes a healthier sleeping environment, making it a perfect choice for people with allergies or sensitive skin.",

    "title4": "Breathable Comfort",
    "content4": "The Sleep Fitted Mattress Protector is engineered with breathable fabric to allow air circulation, ensuring a cool, dry, and comfortable sleeping surface. Its moisture-wicking properties help regulate temperature, preventing overheating during the night and delivering a refreshing sleep experience.",

    "title5": "Easy Care and Durability",
    "content5": "This fitted mattress protector is machine washable, making it easy to clean and maintain. Its high-quality fabric is designed for durability, ensuring it withstands frequent washing without losing its softness, shape, or protective qualities."
  },
  "memory-pillow": {
    "images": [
       "https://res.cloudinary.com/dpsmbluby/image/upload/v1727264286/Memoryfoam_Pillow1_vqewfs.jpg ",
    "https://res.cloudinary.com/dpsmbluby/image/upload/v1727264289/Memoryfoam_Pillow2_evrsjy.jpg ",
    "https://res.cloudinary.com/dpsmbluby/image/upload/v1727264291/Memoryfoam_Pillow3_iqfkra.jpg ",
    " https://res.cloudinary.com/dpsmbluby/image/upload/v1727264294/Memoryfoam_Pillow4_nzk3ls.jpg"
    ],
    "title1": "Memory Foam Pillow",
    "content1": "",

    "title2": "Ergonomic Comfort for a Restful Sleep",
    "content2": "The Sleep Fine Memory Foam Pillow is designed to provide optimal support for your head and neck, ensuring a restful night's sleep. Crafted with high-quality memory foam, this pillow molds to the natural curves of your body, delivering personalized comfort while relieving pressure points for a rejuvenating sleep experience.",

    "title3": "Orthopedic Benefits",
    "content3": "Engineered to promote healthy sleep posture, the memory foam helps reduce stress on your neck, shoulders, and spine. Its orthopedic design helps alleviate common discomforts like neck stiffness and tension headaches, allowing you to wake up feeling refreshed and energized.",

    "title4": "Adaptive Memory Foam Technology",
    "content4": "This pillow features premium-grade memory foam that adapts to your unique shape, offering customized support to cradle your head and neck. The memory foam contours to your sleeping position, helping to maintain proper spinal alignment and alleviating discomfort. Whether you're a back, side, or stomach sleeper, the Sleep fine Memory Foam Pillow adjusts to your needs for consistent, supportive rest.",

    "title5": "Luxurious Removable Cover",
    "content5": "The pillow comes with a removable and washable cover that enhances comfort and maintains hygiene. The fabric is soft and skin-friendly, allowing for easy maintenance without compromising on comfort or durability."
  },
  "latex-pillow": {
    "images": [
      "https://res.cloudinary.com/dpsmbluby/image/upload/v1727264360/LatexPillow1_spx6l4.jpg",
    "https://res.cloudinary.com/dpsmbluby/image/upload/v1727264363/LatexPillow2_hneeoa.jpg ",
    " https://res.cloudinary.com/dpsmbluby/image/upload/v1727264365/LatexPillow3_bhxjmg.jpg",
    " https://res.cloudinary.com/dpsmbluby/image/upload/v1727264368/LatexPillow4_ftovke.jpg"
    ],
    "title1": "Latex Pillow",
    "content1": "",

    "title2": "Naturally Supportive Comfort for a Healthier Sleep",
    "content2": "The Sleep Fine Latex Pillow offers a luxurious combination of natural comfort and superior support. Crafted from 100% natural latex, this pillow provides optimal neck and head alignment while offering a resilient, spring-like feel. Known for its durability and natural breathability, the latex pillow ensures long-lasting comfort and freshness, promoting a deeper, healthier sleep.",

    "title3": "Natural Latex for Adaptive Support",
    "content3": "Made from premium natural latex, this pillow molds to the natural shape of your head and neck, delivering targeted support that helps relieve pressure points and promotes proper spinal alignment. Unlike memory foam, latex provides a responsive, springy feel, allowing you to shift positions comfortably throughout the night without compromising support.",

    "title4": "Durability & Long-Lasting Performance",
    "content4": "Latex pillows are known for their exceptional durability and bounce-back ability, maintaining their shape and performance for years. The Sleep Fine Latex Pillow will not flatten or lose its resilience over time, ensuring long-term comfort and support.",

    "title5": "Removable, Washable Cover",
    "content5": "To enhance the luxurious feel, the pillow comes with a soft, removable cover. The cover is designed for breathability and is machine washable, ensuring that your pillow stays fresh and clean with minimal effort."
  },
  "foam-pillow": {
    "images": [
      " https://res.cloudinary.com/dpsmbluby/image/upload/v1727265486/Foampillow1_pcmsww.jpg",
      " https://res.cloudinary.com/dpsmbluby/image/upload/v1727265483/Foampillow2_rxnwgn.jpg",
      "https://res.cloudinary.com/dpsmbluby/image/upload/v1727265485/Foampillow3_q0uijk.jpg ",
      " https://res.cloudinary.com/dpsmbluby/image/upload/v1727265490/Foampillow4_mcdvvc.jpg"
    ],
    "title1": "Foam Pillow",
    "content1": "",

    "title2": "Enhanced Comfort & Support for a Restful Night",
    "content2": "The Sleep Fine Foam Pillow is designed to deliver a perfect balance of plush comfort and sturdy support, ensuring a restful night's sleep. Crafted from high-quality polyurethane (PU) foam, this pillow adapts to the contours of your head and neck, providing personalized support that helps relieve pressure points and promote proper spinal alignment.",

    "title3": "Adaptive PU Foam Support",
    "content3": "This pillow is made from premium foam that molds to your head and neck for personalized support. Unlike traditional pillows, the foam adapts to your sleep posture, offering consistent support that helps prevent neck stiffness and back pain. It gently cradles the head, ensuring a neutral spine position and reducing pressure on key areas.",

    "title4": "Durability & Shape Retention",
    "content4": "Unlike traditional pillows that lose shape over time, the Sleep Fine Foam Pillow is engineered for long-lasting durability. It retains its shape and resilience, offering consistent support for years without sagging or flattening.",

    "title5": "Soft, Removable Cover",
    "content5": "The pillow comes with a soft, removable, and machine-washable cover, designed for enhanced breathability and comfort. The cover ensures that your pillow remains fresh and clean with minimal effort."
  },
  "poly-fiber-pillow": {
    "images": [
      "https://res.cloudinary.com/dpsmbluby/image/upload/v1727266137/PolyFiberPillow1_qpuvhp.png",
      "https://res.cloudinary.com/dpsmbluby/image/upload/v1727266047/AloveraPolyfiberPillow2_jrtovb.jpg ",
      "https://res.cloudinary.com/dpsmbluby/image/upload/v1727266048/AloveraPolyfiberPillow3_sisgsh.jpg ",
      " https://res.cloudinary.com/dpsmbluby/image/upload/v1727265490/Foampillow4_mcdvvc.jpg"
    ],
    "title1": "Poly Fibre Pillow",
    "content1": "",

    "title2": "Soft Comfort and Support for Peaceful Sleep",
    "content2": "The Sleep Fine Poly Fiber Pillow offers a delightful blend of plush softness and supportive comfort, making it an ideal choice for a restful night's sleep. Crafted with premium poly fiber filling, this pillow is designed to provide excellent support while retaining its shape, ensuring a cozy sleeping experience.",

    "title3": "Lightweight and Breathable",
    "content3": "The Sleep Fine Poly Fiber Pillow is lightweight and breathable, ensuring a cool and comfortable sleep environment. Its structure allows for airflow, preventing overheating and keeping you comfortable throughout the night, no matter the season.",

    "title4": "Durable and Shape-Retaining",
    "content4": "Engineered for durability, the Sleep Fine Poly Fiber Pillow retains its shape and loft over time, providing consistent support without flattening. You can enjoy the same level of comfort and support night after night, ensuring a lasting investment in your sleep quality.",

    "title5": "Soft, Removable Cover",
    "content5": "The pillow comes with a soft, removable, and machine-washable cover for added convenience. The breathable cover enhances comfort and makes it easy to keep your pillow fresh and clean."
  }
}


