{
    "orthopedic_rebonded_orthomed_mattress": {
      "images": [
        "https://res.cloudinary.com/dpsmbluby/image/upload/v1728565592/orthomed12_zbtuj9.jpg",
    "https://res.cloudinary.com/dpsmbluby/image/upload/v1728565592/orthomed13_tlaq5j.jpg",
    "https://res.cloudinary.com/dpsmbluby/image/upload/v1728565592/orthomed11_txipv7.jpg",
    "https://res.cloudinary.com/dpsmbluby/image/upload/v1728565798/orthomed14_owwnnf.jpg",
    "https://res.cloudinary.com/dpsmbluby/image/upload/v1729230817/Rebonded_100_Density_100mm_700_x_400_px_80_r0bhg6.jpg"
  
      ],
      "title1": "Orthomed Spine Cure",
      "content1": "These mattresses are often recommended by doctors for individuals with back pain or spinal issues. They help maintain proper spinal alignment and reduce pressure points, which can alleviate pain and discomfort.",
      "title2":"Rebonded Foam",
      "content2":"This type of foam is made from recycled foam scraps that are bonded together under high pressure. It is known for its durability and firmness, providing excellent support for the spine.",
      "title3": "Firmness",
      "content3": "Typically, these mattresses have a medium to firm feel, which is ideal for supporting the natural curve of the spine. This firmness helps in distributing body weight evenly and prevents the mattress from sagging.",
      "title4": "Breathability",
      "content4": "Orthomed mattresses are designed with breathable materials to ensure good air circulation, keeping the mattress cool and comfortable throughout the night.",
      "details": {
        "height": "5 & 6 inches",
        "variant": "Tight Top",
        "warranty": "5 years",
        "ratings": "⭐⭐⭐⭐"
      }
    },
  
    "orthopedic-rebonded-milange-mattresses": {
      "images": [
        "https://res.cloudinary.com/dpsmbluby/image/upload/v1728561077/DSC03184_j9pwio.jpg",
        "https://res.cloudinary.com/dpsmbluby/image/upload/v1728561070/DSC03186_pdyyuf.jpg",
        "https://res.cloudinary.com/dpsmbluby/image/upload/v1728561071/DSC03193_udyqzj.jpg",
        "https://res.cloudinary.com/dpsmbluby/image/upload/v1728561071/Rebonded_100_Density_100mm_700_x_400_px_9_xwlsuc.jpg",
        "https://res.cloudinary.com/dpsmbluby/image/upload/v1728972466/Rebonded_100_Density_100mm_700_x_400_px_31_vacymx.jpg"
      ],
      "title1": "Milange Rebonded HR Foam Dual Mattress",
      "content1": "Experience unparalleled comfort and support with our Milange Rebonded HR Foam Dual Mattress, designed to provide a restful sleep experience.",
      "title2": "Key Features",
      "content2": "- Rebonded HR Foam: 100density High-Resilience foam ensures optimal support and durability.- Dual Comfort: Two layers of HR PU foam provide medium-soft and medium-firm comfort options.- Melange Yarn Fabric Quilting: Soft, breathable, and stylish fabric for a luxurious feel.- Long-Lasting: Durable construction ensures years of comfortable sleep.",
      "title3": "Benefits",
      "content3": "- Pressure Relief: Alleviates pressure points for a pain-free sleep.- Allergy-Friendly: Hypoallergenic materials resist dust mites and allergens.- Cooling: Breathable fabric regulates body temperature.",
      "title4": "Upgrade Your Sleep",
      "content4": "Treat yourself to a superior sleeping experience with our Milange Rebonded HR Foam Dual Mattress.",
      "details": {
        "height": "7 inches only",
        "variant": "Tight Top",
        "warranty": "7 years",
        "ratings": "⭐⭐⭐⭐"
      }
    },
    "orthopedic_rebonded_preference_mattress": {
      "images": [
       "https://res.cloudinary.com/dpsmbluby/image/upload/v1727772298/preference_bnr_iukpb2.png",
      "https://res.cloudinary.com/dpsmbluby/image/upload/v1727259646/DSC02094_zshc82.jpg",
      "https://res.cloudinary.com/dpsmbluby/image/upload/v1727259648/DSC02096_osbotc.jpg",
      "https://res.cloudinary.com/dpsmbluby/image/upload/v1727259649/DSC02101_joqube.jpg ",
      " https://res.cloudinary.com/dpsmbluby/image/upload/v1727258376/preference2speci_a4bggp.jpg"
      ],
      "title1": "The Preference Orthomed",
      "content1": "This mattress is designed for optimal orthopedic support and comfort. It features a high-density rebounded foam core that evenly distributes body weight, reducing pressure on joints and providing spinal alignment.",
      "title2": "Orthopedic Support",
      "content2": "The mattress is firm yet comfortable, catering to those with back or joint issues. Its breathable cover ensures a cool and hygienic sleeping surface. Ideal for individuals seeking a restful night's sleep while maintaining proper posture and relieving body aches. Suitable for all bed types, it offers durability, long-lasting shape retention, and a blend of therapeutic and luxury sleeping experiences.",
      "title3": "Firmness & Comfort",
      "content3": "The Preference Orthomed Mattress offers orthopedic support, providing firm and balanced support that aligns the spine and alleviates pressure points, making it an excellent choice for those with back or joint discomfort.When it comes to comfort, this mattress strikes the perfect balance with its high-density Rebonded foam combines with HR foam core. It provides a firm sleeping surface that supports the body without feeling too hard, ensuring a restful and rejuvenating sleep experience.",
      "title4": "Breathability & Upholstery",
      "content4": "Its breathability is enhanced by a breathable cover made of 300gsm Viscose Okotex 100 Certified knitted Fabric, designed to regulate temperature and moisture. This keeps the sleeping surface cool, fresh, and hygienic, promoting a more comfortable sleep throughout the night.",
      "details": {
        "height": "6 inches only",
        "variant": "Euro Top",
        "warranty": "5 years",
        "ratings": "⭐⭐⭐⭐"
      }
    },
    "orthopedic_rebonded_buckingham_mattress": {
      "images": [
      "https://res.cloudinary.com/dpsmbluby/image/upload/v1727772298/buckinghum_bnr_ajjtgu.png", 
      "https://res.cloudinary.com/dpsmbluby/image/upload/v1727259809/DSC02088_xulnzz.jpg",
      "https://res.cloudinary.com/dpsmbluby/image/upload/v1727259830/DSC02089_yk4zt4.jpg",
      "https://res.cloudinary.com/dpsmbluby/image/upload/v1727259833/DSC02092_teesok.jpg",
      "https://res.cloudinary.com/dpsmbluby/image/upload/v1727768045/buckinghum_spf_rxparw.png"
      ],
      "title1": "Buckingham Orthomed",
      "content1": "This mattress is designed for optimal orthopedic support and comfort. It features a high-density rebounded foam core that evenly distributes body weight, reducing pressure on joints and providing spinal alignment.",
      "title2": "Orthopedic Support",
      "content2": "The mattress is firm yet comfortable, catering to those with back or joint issues. Its breathable cover ensures a cool and hygienic sleeping surface. Ideal for individuals seeking a restful night's sleep while maintaining proper posture and relieving body aches. Suitable for all bed types, it offers durability, long-lasting shape retention, and a blend of therapeutic and luxury sleeping experiences.",
      "title3": "Firmness & Comfort",
      "content3": "The Preference Orthomed Mattress offers orthopedic support, providing firm and balanced support that aligns the spine and alleviates pressure points, making it an excellent choice for those with back or joint discomfort.When it comes to comfort, this mattress strikes the perfect balance with its high-density Rebonded foam combines with HR foam core. It provides a firm sleeping surface that supports the body without feeling too hard, ensuring a restful and rejuvenating sleep experience.",
      "title4": "Breathability & Upholstery",
      "content4": "Its breathability is enhanced by a breathable cover made of 300gsm Viscose Okotex 100 Certified knitted Fabric, designed to regulate temperature and moisture. This keeps the sleeping surface cool, fresh, and hygienic, promoting a more comfortable sleep throughout the night.",
      "details": {
        "height": "8 inches only",
        "variant": "EuroTop",
        "warranty": "10 years",
        "ratings": "⭐⭐⭐⭐⭐"
      }
    },
    "orthopedic-rebonded-buckingham-lexus-mattress": {
      "images": [
        "https://res.cloudinary.com/dpsmbluby/image/upload/v1727772297/buckinghumLexus_bnr_hbxxna.png",
        "https://res.cloudinary.com/dpsmbluby/image/upload/v1727259809/DSC02088_xulnzz.jpg",
        "https://res.cloudinary.com/dpsmbluby/image/upload/v1727259830/DSC02089_yk4zt4.jpg",
        "https://res.cloudinary.com/dpsmbluby/image/upload/v1727259833/DSC02092_teesok.jpg",
        "https://res.cloudinary.com/dpsmbluby/image/upload/v1727768167/buckinghum_lexus_spf_ejosou.png"
      ],
      "title1": "Buckinghum Lexus Ortho Hybrid",
      "content1": "This Buckingham Lexus Hybrid mattress is a premium mattress designed using advanced Hybrid technology, featuring High Resilience Rebonded foam as Main core. This mattress offers a unique combination of firmness and comfort for orthopedic support, ideal for individuals seeking relief from back and joint pain with luxury.",
      "title2": "Support & Technology",
      "content2": "High Resilience Rebonded Foam Core this mattress provides firm support, ensuring durability and resistance to sagging. The inclusion of Zonal Grid PU Softy Foam Layer enhances the mattress comfort by offering gentle contouring, pressure relief, and a responsive bounce, making it adaptable to various sleeping positions. Zonal Grid PU Softy Foam also has body adoptive properties, contributing to a more temperature-regulated sleep.",
      "title3": "Comfort & Motion Isolation",
      "content3": "The combination of HR Rebonded foam and Zonal Grid PU Softy Foam creates a hybrid structure that balances firmness with plushy feel. This ensures optimal support while maintaining a comfortable sleeping surface. The hybrid design helps minimize motion transfer.",
      "title4": "Breathability & Upholstery",
      "content4": "The upholstery fabric is treated with anti-microbial agents, which prevent the growth of bacteria, mold, and dust mites, The top quilt layer is intricately designed with multiple layers of soft foam & fibers to create a plush, cloud-like surface. Beneath the fabric, high-density quilting foam is used to enhance support and durability. The quilting often features an elegant, detailed luxurious Patterned Design that adds an aesthetic appeal, complementing the mattress's luxurious feel.",
      "details": {
        "height": "8 & 10 inches only",
        "variant": "Euro Top",
        "warranty": "10 years",
        "ratings": "⭐⭐⭐⭐⭐"
      }
    },
    
      "orthopedic-rebonded-aloe-vera-latex-mattress": {
        "images": [
          "https://dummyimage.com/300x200/000/fff&text=AloeVeraBanner",
          "https://dummyimage.com/300x200/000/fff&text=AloveraBonnel1",
          "https://dummyimage.com/300x200/000/fff&text=AloveraBonnel2",
          "https://dummyimage.com/300x200/000/fff&text=AloveraBonnel3",
          "https://dummyimage.com/300x200/000/fff&text=OrthopedicAloeveraLatexSpeci"
        ],
        "title1": "AloeVera Euroton Ortho Mattress with Latex",
        "content1": "The AloeVera Euroton Ortho Mattress with Latex Layer is a perfect blend of firm orthopedic support and luxurious comfort, offering a refreshing sleep experience while promoting overall wellness through its natural materials and specialized fabric. Ideal for those who value both therapeutic support and premium comfort.",
        "title2": "Core Features",
        "content2": "The mattress features a robust HR Rebonded foam core that adds longevity and maintains a firm, supportive foundation. This layer ensures resistance to sagging and provides the structural integrity necessary for orthopedic support engineered to provide firm, consistent support, this mattress ensures optimal spinal alignment, making it ideal for individuals with back, neck, or joint pain. It targets pressure points, helping alleviate discomfort and promoting restorative sleep.",
        "title3": "Latex Comfort Layer",
        "content3": "Natural Latex Layer a plush layer of natural latex sits atop the mattress, offering gentle contouring and pressure relief. Latex is known for its responsive support, allowing the mattress to adapt to various body shapes and sleeping positions. This layer also provides a natural bounce, enhancing comfort without compromising support. Latex has natural cooling properties, which combined with its breathability, ensure a cooler and more comfortable sleeping environment by dispersing body heat effectively.",
        "title4": "Aloe Vera-Infused Fabric",
        "content4": "The outer fabric is infused with Aloe Vera, which has soothing, skin-friendly properties. This infusion not only enhances the softness of the fabric but also promotes a healthier, more hygienic sleep surface by keeping it naturally fresh and anti-bacterial. The Aloe Vera fabric is hypoallergenic, making it suitable for those with sensitive skin or allergies. It is designed to wick away moisture, ensuring a dry and comfortable sleep throughout the night. The Euro top design enhances the aesthetic appeal with a plush, pillow-like layer that creates a cozy surface. The quilting adds an extra layer of softness without compromising the mattress's orthopedic benefits.",
        "details": {
          "height": "6, 8 & 10 inches only",
          "variant": "EuroTop",
          "warranty": "10 years for 8 & 10 inches, 5 years for 6 inches",
          "ratings": "⭐⭐⭐⭐⭐"
        }
      },
      "orthopedic-rebonded-aloe-vera-memory-mattress": {
        "images": [
          "https://dummyimage.com/300x200/000/fff&text=AloeVeraBanner",
          "https://dummyimage.com/300x200/000/fff&text=OrthopedicAloeveraMemory1",
          "https://dummyimage.com/300x200/000/fff&text=OrthopedicAloeveraMemory2",
          "https://dummyimage.com/300x200/000/fff&text=OrthopedicAloeveraMemory6",
          "https://dummyimage.com/300x200/000/fff&text=OrthopedicAloeveraMemorySpeci"
        ],
        "title1": "AloeVera Euroton Ortho Mattress with Memory",
        "content1": "The Aloe Vera OrthoRebonded Mattress with Memory Foam and HR (High Resilience) is designed for enhanced comfort, orthopedic support, and health benefits. This mattress combines a core of rebonded foam, a layer of high resilience (HR) foam, and a top layer of memory foam, all infused with the soothing and skin-friendly properties of aloe vera. These layers work together to provide a balance of firmness, body contouring, and support, making it ideal for people seeking both comfort and relief from orthopedic issues.",
        "title2": "Core Features",
        "content2": "The high-density HR Rebonded foam offers firm support, ensuring proper spinal alignment and relieving pressure points. It is especially beneficial for those with back pain or joint discomfort as it keeps the body in a natural, supported position. (HR Extra Layer) The High Resilience (HR) foam layer is added for enhanced comfort. It provides medium-firm support with a responsive, bouncy feel that adapts to body movements. This layer prevents the mattress from feeling too rigid and adds durability, making it last longer without sagging.",
        "title3": "Memory Comfort Layer",
        "content3": "The top memory foam layer contours to your body, providing a cradling effect that helps evenly distribute weight. It reduces pressure on sensitive areas such as hips and shoulders while minimizing motion transfer. Memory foam molds to the body, alleviating pressure points, improving blood circulation, and enhancing overall comfort by providing a personalized sleep experience. It also minimizes partner disturbances by reducing motion transfer.",
        "title4": "Aloe Vera-Infused Fabric",
        "content4": "The outer fabric is infused with Aloe Vera, which has soothing, skin-friendly properties. This infusion not only enhances the softness of the fabric but also promotes a healthier, more hygienic sleep surface by keeping it naturally fresh and anti-bacterial. The Aloe Vera fabric is hypoallergenic, making it suitable for those with sensitive skin or allergies. It is designed to wick away moisture, ensuring a dry and comfortable sleep throughout the night. The Euro top design enhances the aesthetic appeal with a plush, pillow-like layer that creates a cozy surface. The quilting adds an extra layer of softness without compromising the mattress's orthopedic benefits.",
        "details": {
          "height": "6, 8 & 10 inches only",
          "variant": "EuroTop",
          "warranty": "10 years for 8 & 10 inches, 5 years for 6 inches",
          "ratings": "⭐⭐⭐⭐⭐"
        }
      },
      "orthopedic_rebonded_memofy_mattress": {
        "images": [
          "https://dummyimage.com/300x200/000/fff&text=Image+1",
          "https://dummyimage.com/300x200/000/fff&text=Image+2",
          "https://dummyimage.com/300x200/000/fff&text=Image+3",
          "https://dummyimage.com/300x200/000/fff&text=Image+4",
          "https://dummyimage.com/300x200/000/fff&text=Image+5"
        ],
        "title1": "Memofy Ortho Mattress",
        "content1": "This mattress features a core of Rebonded foam for firm support, topped with a unique layer that mimics the feel of memory foam, providing a soft and cushioning surface similar to polyurethane (PU) foam but with orthopedic benefits. Memory-Like PU Foam Feel is crafted for those who seek the ideal balance of orthopedic support and a plush, comfortable sleeping surface.",
        "title2": "Rebonded Foam with Comfort",
        "content2": "The mattress has a durable Rebonded foam base that provides firm orthopedic support. This core ensures proper spinal alignment. The top layer of this mattress offers a soft, memory-like feel, similar to high-quality PU foam, but with added orthopedic benefits. This layer contours to the body, delivering the plush comfort of memory foam while maintaining support and responsiveness.",
        "title3": "Firmness",
        "content3": "Designed to promote healthy sleep posture, the firm rebonded foam works in tandem with the plush top layer to reduce stress on the back, neck, and joints. This mattress helps alleviate aches and pains associated with poor sleep alignment.",
        "title4": "Fabric & Quilt Cover",
        "content4": "The outer fabric is designed and quilted with multilayer PU Foam to enhance breathability, allowing for better air circulation and a cooler sleeping surface, preventing overheating during the night.",
        "details": {
          "height": "6 & 8 inches",
          "variant": "P/T (PillowTop)",
          "warranty": "5 years",
          "ratings": "⭐⭐⭐⭐"
        }
      },

    


        "ortho_bonnell_spring_oxford_mattress": {
          "images": [
            "oxford1",
            "oxford2",
            "oxford6"
          ],
          "title1": "Oxford",
          "content1": "The Sleep Fine Ortho Bonnell Spring Oxford mattress delivers the perfect balance of firm orthopedic support and traditional spring comfort. Built with high-quality Bonnell springs, it offers a stable, durable foundation for a rejuvenating sleep experience.",
          "title2":"Spinal Alignment",
          "content2":"The interconnected coil system evenly distributes body weight, promoting proper spinal alignment and reducing pressure points, ensuring consistent support and a restful night's sleep.",
          "title3": "Firm Orthopedic Support",
          "content3": "This mattress features a firm Bonnell spring core that offers excellent orthopedic benefits, promoting healthy posture and reducing discomfort caused by poor sleep alignment. The open-coil design ensures that air flows freely through the mattress, keeping the surface cool and fresh for a comfortable night’s rest. This combination of firm support and soft comfort makes it ideal for those who prefer a structured yet comfortable sleeping surface.",
          "title4": "Durable and Long-Lasting",
          "content4": "Built to last, the Bonnell springs are engineered to maintain their shape and performance over time. The sturdy construction ensures that the mattress retains its firmness and does not sag, even after years of use. Its durability makes it a great long-term investment for anyone seeking consistent orthopedic support.",
          "details": {
            "height": "7 inches only",
            "variant": "Tight-Top",
            "warranty": "5 years",
            "ratings": "⭐⭐⭐⭐"
          }
        },

    "the-hotel": {
            "images": [
              "Hotel1",
              "Hotel2",
              "Hotel3"
            ],
            "title1": "The Hotels: The Perfect Blend of Comfort and Durability",
            "content1": "Designed specifically for hospitality use, the Sleep Fine Bonnell Spring Mattress offers the ideal combination of comfort, support, and durability, making it perfect for hotel environments. This mattress is engineered with high-quality Bonnell springs, providing consistent support and lasting comfort for guests, ensuring they wake up feeling refreshed and rejuvenated.",
            "title2": "Superior Support for All Sleepers",
            "content2": "The interconnected Bonnell spring system evenly distributes body weight, ensuring optimal spinal alignment and reducing pressure points. This makes it an excellent choice for a wide range of guests, offering both firm support and cushioned comfort. Its ability to adapt to different body types and sleeping positions makes it the go-to mattress for hotels that want to provide top-tier comfort for every guest.",
            "title3": "Built for Durability",
            "content3": "Hotels require mattresses that can withstand frequent use without losing their shape or support. The Bonnell Spring Mattress is crafted to be highly durable, maintaining its structural integrity over time. The robust spring system is designed to resist sagging, ensuring the mattress retains its form and provides long-lasting comfort, even in high-traffic settings.",
            "title4": "Exceptional Comfort and Breathability",
            "content4": "This mattress combines firm support with a plush comfort layer, offering a balanced sleeping experience that caters to different preferences. The open-coil structure also promotes airflow, keeping the mattress cool and fresh, an important feature in a hospitality setting where comfort and hygiene are key. Upholstered with FR (Fire Retardant) Fabric.",
            "details": {
              "height": "6, 8 & 10 inches",
              "variant": "TightTop & Pillow-Top",
              "warranty": "As per agreement (min 5 years)",
              "ratings": "⭐⭐⭐⭐"
            }

        },

    "love-land-pillow-top": {
     "images": [
      "Loveland1",
      "Loveland2",
      "Loveland6"
    ],
    "title1": "LoveLand Pillow Top",
    "content1": "The Sleep Fine Bonnell Spring LoveLand Pillow Top Mattress combines the strength of a Bonnell spring system with the luxurious comfort of a pillow top layer. It’s crafted for those who desire firm support with a touch of indulgent softness for a balanced and comfortable sleeping experience.",
    "title2": "Firm Bonnell Spring Support",
    "content2": "The durable Bonnell spring system offers a solid foundation that supports the body effectively throughout the night. This firm support ensures stability and promotes proper spinal alignment, making it ideal for sleepers who require a sturdy mattress.",
    "title3": "Luxurious Pillow Top Comfort",
    "content3": "The signature pillow top layer adds an extra layer of plushness, creating a soft, luxurious sleeping surface. It enhances comfort without sacrificing the essential firm support provided by the spring core, catering to those who want both coziness and structure.",
    "title4":"Balanced Sleep Experience",
    "content4":"With its combination of firm support and plush softness, the LoveLand Pillow Top Mattress suits back, side, and stomach sleepers. It provides the right mix of comfort and support, ensuring a restful and rejuvenating night's sleep for all sleep positions.",
    "details": {
      "height": "8 & 10 inches",
      "variant": "Pillow-Top",
      "warranty": "10 years",
      "ratings": "⭐⭐⭐⭐⭐"
    }
  },
  "romantic-euroton": {
    "images": [
      "RomanticBanner",
      "Romanticfirm1",
      "Romanticfirm2",
      "Romanticfirm6"
    ],
    "title1": "Romantic Euroton",
    "content1": "The Sleep Fine Bonnell Spring Romantic Euroton Mattress is the epitome of classic comfort and enduring support. With a foundation built upon a reliable Bonnell spring system, this mattress offers a balanced combination of resilience and plushness, making it perfect for those who desire a firm, supportive sleep surface with a touch of luxury.",
    "title2": "Bonnell Spring System",
    "content2": "The core of the Romantic Euroton is reinforced by a robust Bonnell spring system. This interconnected spring structure provides superior durability and even weight distribution, ensuring the mattress retains its shape and integrity over time. Its supportive framework promotes proper spinal alignment, reducing pressure on key areas of the body and helping you wake up refreshed.",
    "title3": "Eurotop Plush Layer",
    "content3": "Topping the Bonnell spring base is a Eurotop design that adds a layer of soft cushioning without compromising on support. The Eurotop enhances the mattress's plush feel, giving you a cloud-like sensation while the Bonnell springs work underneath to maintain firmness and stability. This pairing creates the perfect harmony between softness and structure.",
    "title4": "Luxurious Sleeping Experience",
    "content4": "With its elegant Eurotop design and sturdy Bonnell spring foundation, the Romantic Euroton Mattress delivers a sleep experience that is both indulgent and supportive. Ideal for sleepers who enjoy a blend of firmness with a gentle surface, this mattress offers the perfect solution for those seeking comfort with reliable orthopedic support.",
    "details": {
      "height": "8 inches",
      "variant": "Euro-Top",
      "warranty": "10 years",
      "ratings": "⭐⭐⭐⭐⭐"
    }
  },
  " ambitious": {
    "images": [
      "RomanticBanner",
      "Romanticfirm1",
      "Romanticfirm2",
      "Romanticfirm6"
    ],
    "title1": "Ambitious",
    "content1": "The Sleep Fine Bonnell Spring Romantic Euroton Mattress is the epitome of classic comfort and enduring support. With a foundation built upon a reliable Bonnell spring system, this mattress offers a balanced combination of resilience and plushness, making it perfect for those who desire a firm, supportive sleep surface with a touch of luxury.",
    "title2": "Bonnell Spring System",
    "content2": "The core of the Romantic Euroton is reinforced by a robust Bonnell spring system. This interconnected spring structure provides superior durability and even weight distribution, ensuring the mattress retains its shape and integrity over time. Its supportive framework promotes proper spinal alignment, reducing pressure on key areas of the body and helping you wake up refreshed.",
    "title3": "Eurotop Plush Layer",
    "content3": "Topping the Bonnell spring base is a Eurotop design that adds a layer of soft cushioning without compromising on support. The Eurotop enhances the mattress's plush feel, giving you a cloud-like sensation while the Bonnell springs work underneath to maintain firmness and stability. This pairing creates the perfect harmony between softness and structure.",
    "title4": "Luxurious Sleeping Experience",
    "content4": "With its elegant Eurotop design and sturdy Bonnell spring foundation, the Romantic Euroton Mattress delivers a sleep experience that is both indulgent and supportive. Ideal for sleepers who enjoy a blend of firmness with a gentle surface, this mattress offers the perfect solution for those seeking comfort with reliable orthopedic support.",
    "details": {
      "height": "8 inches",
      "variant": "Euro-Top",
      "warranty": "10 years",
      "ratings": "⭐⭐⭐⭐⭐"
    }
  },
  
    "ortho-bonnell-aloe-vera-with-latex": {
      "images": [
        "AloeveraBanner",
        "AloveraBonnel1",
        "AloveraBonnel2",
        "AloveraBonnel3"
      ],
      "title1": "Ortho Bonnell Spring Aloe Vera with Latex",
      "content1": "The Sleep Fine Ortho Bonnell Aloe Vera with Latex Mattress combines the strength of a Bonnell spring system with the natural benefits of latex and aloe vera. Crafted for those who seek firm orthopedic support with added comfort, this mattress ensures a rejuvenating sleep experience while promoting natural wellness.",
      "title2": "Bonnell Spring Orthopedic Support",
      "content2": "At its core, the mattress features a Bonnell spring system designed for durability and firm support. This interconnected spring structure provides excellent weight distribution, helping maintain spinal alignment and alleviate pressure on joints, making it ideal for those with back pain or seeking orthopedic relief.",
      "title3": "Natural Latex Comfort Layer",
      "content3": "The inclusion of a natural latex layer adds a touch of plushness and responsiveness, enhancing the comfort of the mattress. Latex contours gently to your body while retaining its natural bounce, offering a balanced combination of support and softness. Its hypoallergenic and breathable properties ensure a cooler, more hygienic sleep environment.",
      "title4": "Aloe Vera Infused Fabric",
      "content4": "To enhance the health benefits, the outer fabric is infused with aloe vera extracts, known for their soothing and skin-friendly properties. The aloe vera-infused cover helps create a calm, natural sleeping environment, while the breathable fabric aids in temperature regulation for a refreshing night’s rest.",
      "details": {
        "height": "6, 8 & 10 inches only",
        "variant": "EuroTop",
        "warranty": "10 years for 8 & 10 inches, 7 years for 6 inches",
        "ratings": "⭐⭐⭐⭐⭐"
      }
    },
    
        "ortho-bonnell-aloe-vera-with-memory": {
          "images": [
            "AloeveraBanner",
            "OrthopedicAloeveraMemory1",
            "OrthopedicAloeveraMemory2",
            "OrthopedicAloeveraMemory6"
          ],
          "title1": "Ortho Bonnell Spring Aloe Vera with Memory",
          "content1": "The Sleep Fine Ortho Bonnell Aloe Vera with Memory Mattress is a perfect blend of firm orthopedic support, soothing aloe vera benefits, and the luxurious comfort of memory foam. Tailored for those who need sturdy support but don't want to compromise on comfort, this mattress is ideal for a rejuvenating and restful sleep experience.",
          "title2": "Bonnell Spring Orthopedic Core",
          "content2": "At the heart of the mattress is the resilient Bonnell spring system, providing firm and lasting support. The interconnected spring structure ensures optimal weight distribution, promoting proper spinal alignment and reducing pressure points for sleepers who need extra support for their back and joints.",
          "title3": "Memory Foam Comfort Layer",
          "content3": "The top layer of memory foam adapts to your body's contours, providing personalized comfort and alleviating pressure on sensitive areas like the hips, shoulders, and lower back. The memory foam's ability to mold to your body helps to distribute weight evenly, relieving stress and promoting better sleep posture throughout the night.",
          "title4": "Aloe Vera-Infused Fabric for Soothing Sleep",
          "content4": "The aloe vera-infused outer fabric brings a touch of natural wellness to your sleeping environment. Known for its calming and healing properties, aloe vera helps create a soothing atmosphere for your skin and body, while the breathable fabric ensures a cool and comfortable sleep.",
          "details": {
            "height": "6, 8 & 10 inches only",
            "variant": "EuroTop",
            "warranty": "10 years for 8 & 10 inches, 7 years for 6 inches",
            "ratings": "⭐⭐⭐⭐⭐"
          }
        },






    
        "pocketed-spring-inspiration": {
              "images": [
                "InsperationalPocketed1",
                "InsperationalPocketed2",
                "InsperationalPocketed6"
              ],
              "title1": "Pocketed Spring Inspiration Mattress",
              "content1": "The Pocketed Spring Inspiration mattress combines the best of advanced spring technology with plush comfort, delivering a superior sleeping experience. Its core consists of individually wrapped pocket springs, ensuring targeted support that adapts to your body’s natural contours. The top comfort layer enhances the mattress's luxurious feel, offering a balance between cushioning and proper orthopedic alignment for a restful sleep.",
              "title2": "Plush Comfort with Orthopedic Benefits",
              "content2": "The mattress is topped with a premium comfort layer that mimics the feel of memory foam but with a more responsive and breathable design. This plush top layer offers excellent cushioning without compromising on the support provided by the pocket springs beneath. The combination of materials helps reduce discomfort from back and joint pain, providing a restful, restorative sleep.",
              "title3": "Medium Firmness for Optimal Comfort",
              "content3": "Designed for those who need medium firmness, this mattress provides a balance between support and softness. The pocket springs offer a firmer base that keeps your spine aligned, while the plush top layer ensures comfort. This combination helps alleviate common sleep issues like back pain and stiffness, making it an excellent choice for individuals seeking both orthopedic support and luxury.",
              "title4": "Breathable Fabric & Quilted Cover",
              "content4": "The outer fabric is crafted from breathable, high-quality materials designed to regulate body temperature. It features a quilted cover that enhances airflow, keeping you cool throughout the night. The multiple layers of fabric and PU foam ensure long-lasting comfort and durability, helping prevent overheating and creating a more hygienic sleeping environment.",
              "details": {
                "height": "5 & 6 inches",
                "variant": "TT (Tight Top)",
                "warranty": "5 years",
                "ratings": "⭐⭐⭐⭐"
              }
            },
            
            "pocketed-spring-6inch-eternity-euroton": {
                  "images": [
                    "EternityEuroton1",
                    "EternityEuroton2",
                    "EternityEuroton3"
                  ],
                  "title1": "Pocketed Spring Eternity Euroton Mattress",
                  "content1": "The Pocketed Spring Eternity Euroton mattress offers the perfect blend of advanced spring technology and luxurious comfort. This premium mattress is designed to provide long-lasting support with a Euro-top layer, delivering an indulgent sleeping experience. With its individually encased pocket springs, this mattress minimizes motion transfer and enhances support, while the Euroton comfort layer provides a plush and contouring feel for an ideal night’s rest.",
                  "title2": "Advanced Pocketed Springs for Personalized Support",
                  "content2": "The core of this mattress consists of high-density pocketed springs, each encased to move independently. This advanced spring system ensures targeted support across various body zones, adapting to your unique shape and reducing pressure on key areas like the hips, shoulders, and spine. The individually wrapped springs also limit motion transfer, making it perfect for couples seeking uninterrupted sleep.",
                  "title3": "Euroton Plush Top Layer for Extra Comfort",
                  "content3": "The mattress features a luxurious Euroton top layer that enhances the softness and cushioning effect. The Euro-top design offers a thick, pillow-like layer that cradles the body, delivering superior comfort while maintaining the firmness and support needed for proper alignment. This plush top layer contours to the body, providing a feeling of luxury without compromising on orthopedic benefits.",
                  "title4": "Medium-Firm Support for Balanced Comfort",
                  "content4": "This mattress is designed to offer medium-firm support, which is ideal for maintaining a healthy sleeping posture while delivering a plush surface for ultimate comfort. The pocketed springs work in tandem with the Euroton top layer to provide both support and relief from pressure points, reducing stress on the back, neck, and joints. It’s the perfect choice for those seeking a balance between firmness and softness.",
                  "details": {
                    "height": "5 & 6 inches",
                    "warranty": "5 years",
                    "ratings": "⭐⭐⭐⭐"
                  }
                },
    "the-hotel-luxury": {
                    "images": [
                      "EternityEuroton1",
                      "EternityEuroton2",
                      "EternityEuroton3"
                    ],
                    "title1": "Pocketed Spring Inspiration Mattress",
                    "content1": "The Pocketed Spring Inspiration mattress combines the best of advanced spring technology with plush comfort, delivering a superior sleeping experience. Its core consists of individually wrapped pocket springs, ensuring targeted support that adapts to your body’s natural contours. The top comfort layer enhances the mattress's luxurious feel, offering a balance between cushioning and proper orthopedic alignment for a restful sleep.",
                    "title2": "Plush Comfort with Orthopedic Benefits",
                    "content2": "The mattress is topped with a premium comfort layer that mimics the feel of memory foam but with a more responsive and breathable design. This plush top layer offers excellent cushioning without compromising on the support provided by the pocket springs beneath. The combination of materials helps reduce discomfort from back and joint pain, providing a restful, restorative sleep.",
                    "title3": "Medium Firmness for Optimal Comfort",
                    "content3": "Designed for those who need medium firmness, this mattress provides a balance between support and softness. The pocket springs offer a firmer base that keeps your spine aligned, while the plush top layer ensures comfort. This combination helps alleviate common sleep issues like back pain and stiffness, making it an excellent choice for individuals seeking both orthopedic support and luxury.",
                    "title4": "Breathable Fabric & Quilted Cover",
                    "content4": "The outer fabric is crafted from breathable, high-quality materials designed to regulate body temperature. It features a quilted cover that enhances airflow, keeping you cool throughout the night. The multiple layers of fabric and PU foam ensure long-lasting comfort and durability, helping prevent overheating and creating a more hygienic sleeping environment.",
                    "details": {
                      "height": "5 & 6 inches",
                      "Variant":"TT (Tight Top)",
                      "warranty": "5 years",
                      "ratings": "⭐⭐⭐⭐"
                    }
                  },

"pocketed-spring-aloe-vera-with-latex": {
  "images": [
    "AloeveraBanner",
    "AloveraBonnel1",
    "AloveraBonnel2",
    "AloveraBonnel3"
  ],
  "title1": "Pocketed Spring Aloe Vera with Latex Mattress",
  "content1": "The Pocketed Spring Aloe Vera with Latex mattress combines the natural benefits of latex with the advanced support of pocketed springs for a healthier, more comfortable sleep. Infused with aloe vera for added skin benefits and breathability, this mattress is crafted to provide superior orthopedic support, pressure relief, and long-lasting durability. The inclusion of latex adds natural responsiveness, creating a sleep surface that conforms to your body while promoting optimal alignment.",
  "title2": "Pocketed Springs for Advanced Support",
  "content2": "At the core of this mattress are individually wrapped pocket springs, engineered to offer tailored support for every part of your body. These springs work independently, minimizing motion transfer and ensuring personalized support for areas such as your shoulders, hips, and spine. This design promotes proper posture and relieves pressure points, making it perfect for those who need firm support with flexibility.",
  "title3": "Natural Latex Comfort Layer",
  "content3": "Topped with a natural latex layer, this mattress offers a unique combination of firm support and plush comfort. Latex is known for its breathability, natural resistance to dust mites, and hypoallergenic properties, making it ideal for allergy-prone sleepers. The latex layer adapts to your body’s contours, providing pressure relief while maintaining a responsive feel that helps in spinal alignment.",
  "title4": "Aloe Vera-Infused Fabric for Skin-Friendly Comfort",
  "content4": "The mattress cover is infused with natural aloe vera, known for its soothing and anti-inflammatory properties. This not only promotes a fresh and hygienic sleeping environment but also enhances the fabric's breathability, keeping you cool throughout the night. The aloe vera-infused fabric helps moisturize and protect the skin while you sleep, contributing to a relaxing and restorative rest.",
  "details": {
    "height": "6, 8 & 10 inches only",
    "variant": "EuroTop",
    "warranty": "10 years for 8 & 10 inches, 7 years for 6 inches",
    "ratings": "⭐⭐⭐⭐⭐"
  }
},

   "pocketed-spring-aloe-vera-with-memory": {
  "images": [
    "AloeveraBanner",
    "OrthopedicAloeveraMemory1",
    "OrthopedicAloeveraMemory2",
    "OrthopedicAloeveraMemory6"
  ],
  "title1": "Pocketed Spring Aloe Vera with Memory Foam Mattress",
  "content1": "The Pocketed Spring Aloe Vera with Memory Foam mattress blends advanced sleep technology with natural aloe vera benefits, offering superior comfort, support, and freshness. This premium mattress is designed with pocketed springs for individualized support, while the memory foam layer ensures contouring comfort and pressure relief. Infused with aloe vera, this mattress provides a refreshing and skin-friendly sleep environment, perfect for those seeking a combination of orthopedic support and luxury.",
  "title2": "Pocketed Springs for Customized Support",
  "content2": "At the core of this mattress are individually wrapped pocket springs, engineered to respond independently to your body's movements. These springs provide targeted support, ensuring proper alignment of the spine and relieving pressure points like the shoulders and hips. The independent movement of each spring reduces motion transfer, making this mattress ideal for couples by minimizing disturbances caused by movement.",
  "title3": "Memory Foam for Contouring Comfort",
  "content3": "The memory foam layer atop the pocketed springs adapts to your body's shape, providing a personalized level of comfort and support. It cradles your body, relieving pressure points and promoting optimal spinal alignment. Memory foam also responds to heat, softening and molding to the contours of your body for a cloud-like sleeping experience. This combination of pocketed springs and memory foam ensures the right balance of support and plushness for a restful sleep.",
  "title4": "Aloe Vera-Infused Fabric for Skin Rejuvenation",
  "content4": "The outer cover is infused with natural aloe vera, known for its soothing and skin-rejuvenating properties. Aloe vera helps keep the fabric fresh and cool, promoting a healthy sleep environment by preventing overheating and maintaining breathability. This infusion also offers natural skin benefits, helping to keep your skin moisturized and revitalized during sleep. The aloe vera-infused fabric makes the mattress not only comfortable but also skin-friendly.",
  "details": {
    "height": "6, 8 & 10 inches only",
    "variant": "EuroTop",
    "warranty": "10 years for 8 & 10 inches, 7 years for 6 inches",
    "ratings": "⭐⭐⭐⭐⭐"
  }
},




"hr-pu-gravity": {
  "images": [
    "SixinchPUFOAM1",
    "SixinchPUFOAM2",
    "SixinchPUFOAM5"
  ],
  "title1" : "HR PU Gravity Mattress",
  "content1": "The HR PU Gravity mattress features advanced High-Resilience (HR) PU foam technology, providing an ideal blend of firm support and plush comfort. It’s designed for those who need strong back support paired with a soft, cushioning surface, ensuring a restful night’s sleep.",
  "title2" : "Adaptive HR Foam Core",
  "content2": "The HR foam core adapts to your body’s movements, offering durability and enhanced flexibility. This adaptability ensures optimal comfort and support, accommodating various sleeping positions for a personalized sleeping experience.",
  "title3" : "Breathable Fabric",
  "content3": "Wrapped in a breathable fabric, the mattress promotes airflow and prevents heat retention, creating a cooler sleeping environment. This design helps maintain a comfortable temperature throughout the night, enhancing overall sleep quality.",
  "title4" : "Durable Quilted Cover",
  "content4": "The durable quilted cover protects the foam layers from wear and tear, contributing to the mattress's longevity. This additional layer of comfort, combined with the breathable design, ensures an undisturbed sleep experience, even on warmer nights.",
  "details": {
    "height": "5 & 6 inches",
    "variant": "Tight Top",
    "warranty": "5 years",
    "ratings": "⭐⭐⭐⭐"
  }
},

"hr-pu-space": {
    "images": [
        "productImages.space"
    ],
  "title1" : "HR PU Space Mattress",
  "content1": "The HR PU Space mattress is designed with High-Resilience (HR) PU foam technology, offering a unique blend of superior support and luxurious comfort. It’s crafted for those who value durability and pressure relief, adapting to your body’s contours for optimal spinal alignment and a restful sleep surface.",
  "title2" : "Space-Like Comfort with Plush Surface",
  "content2": "The top layer provides a plush, cloud-like surface that gives the sensation of floating in space. This luxurious layer delivers a soft, cushioning effect, while the HR foam underneath ensures proper support. This combination makes it ideal for sleepers seeking both coziness and orthopedic benefits.",
  "title3" : "Breathable Fabric",
  "content3": "Encased in a breathable, quilted fabric cover, the mattress promotes airflow to keep the surface cool and comfortable throughout the night. This design enhances overall sleep quality by preventing heat retention.",
  "title4" : "Durable Quilted Cover",
  "content4": "The durable quilted cover protects the foam layers from wear and tear, ensuring long-lasting shape and performance. Its breathability helps prevent overheating, allowing for a cool and refreshing sleep experience night after night.",
   
    "details": {
        "height": "8 inches",
        "variant": "Pillow Top",
        "warranty": "7 years",
        "ratings": "⭐⭐⭐⭐⭐"
    }
},

"memory-active": {
    "images": [
        "productImages.plush"
    ],
  "title1" : "HR PU Foam Memory Active Eurotop",
  "content1": "Experience unparalleled comfort and support with the HR PU Foam Memory Active Eurotop Mattress. This innovative mattress combines High Resilience (HR) foam and Memory Foam technology to deliver a superior sleep experience tailored to your needs.",
  "title2" : "Premium Support",
  "content2": "The HR foam core adapts to your body, providing firm yet flexible support that helps maintain natural spinal alignment throughout the night, ensuring you wake up refreshed and pain-free.",
  "title3" : "Memory Foam Layer and Euro Top Comfort",
  "content3": "The memory foam contouring layer relieves pressure points by conforming to your body shape, promoting restful sleep. The plush Euro top design adds an extra layer of softness, creating a cloud-like sleeping surface for ultimate comfort.",
  "title4" : "Active Technology and Durability",
  "content4": "Featuring active technology that promotes airflow and regulates temperature, this mattress keeps you cool and comfortable while you sleep. Built with high-quality materials, it ensures consistent support and comfort for years to come.",
    "details": {
        "height": "6 & 8 inches",
        "variant": "Euro Top",
        "warranty": "10 years",
        "ratings": "⭐⭐⭐⭐⭐"
    }
},
"rose-by-rose": {
    "images": [
        "productImages.rose"
    ],
  "title1" : "Rose by Rose Organic HR with Memory ",
  "content1": "Experience eco-friendly luxury and exceptional comfort with the Rose by Rose Organic HR with Memory Mattress. Crafted with natural materials and advanced foam technology, this mattress combines sustainability with quality sleep.",
  "title2" : "Organic Fabric Cover",
  "content2": "Wrapped in a soft, breathable organic fabric, this mattress is gentle on the skin, making it ideal for those pursuing an eco-conscious lifestyle while ensuring a comfortable sleep surface.",
  "title3" : "High Resilience Foam Core and Memory Foam Layer",
  "content3": "The durable HR foam core provides excellent support, adapting to your body’s natural curves for optimal spinal alignment. The integrated memory foam layer adds comfort by contouring to your body, reducing pressure points and enhancing relaxation.",
  "title4" : "Hypoallergenic, Chemical-Free, and Balanced Firmness",
  "content4": "Free from harmful chemicals, this hypoallergenic mattress is a healthier choice for sensitive sleepers. Its medium-firm feel delivers the perfect balance of support and plush comfort, accommodating a wide range of sleep preferences.",
    "details": {
        "height": "6 & 8 inches",
        "variant": "Euro Top",
        "warranty": "10 years",
        "ratings": "⭐⭐⭐⭐⭐"
    }
}
     

          }
          







    
      
      

  
  
  
   
      
      
     
    
    
  
  